[
    {
        "number": "1",
        "competencia": "Nos primeiros meses, forneça estimulação sensorial, mas evite a superestimulação e os ruídos que distraem."
    },
    {
        "number": "2",
        "competencia": "À medida que o bebê for crescendo, crie um ambiente que promova a aprendizagem um ambiente que inclua livros, objetos interessantes (que não precisam ser brinquedos caros) e um lugar para brincar."
    },

    {
        "number": "3",
        "competencia": "Responda aos sinais do bebê. Isso estabelece um senso de confiança de que o mundo é um lugar amigável e lhe dá um senso de controle sobre sua vida."
    },
    {
        "number": "4",
        "competencia": "Dê ao bebê poder de efetuar mudanças com brinquedos que possam ser chacoalhados, moldados ou movimentados. Ajude o bebê a descobrir que girar a maçaneta faz abrir a porta, pressionar um interruptor faz acender a luz e abrir uma torneira faz correr a água para tomar banho."
    },
    {
        "number": "5",
        "competencia": "Dê ao bebê liberdade para explorar. Não o confine regularmente, durante o dia, em um berço, cadeirinha ou em um quarto pequeno e, mesmo por curtos períodos, num cercado. Torne o ambiente seguro para ele e solte-o!"
    },
    {
        "number": "6",
        "competencia": "Converse com o bebê. Ele não vai aprender a falar ouvindo rádio ou televisão; precisa de interação com adultos."
    },
    {
        "number": "7",
        "competencia": "Ao falar ou brincar com o bebê, envolva-se naquilo que ele estiver interessado no momento, em vez de tentar redirecionar a atenção dele para outra coisa."
    },
    {
        "number": "8",
        "competencia": "Arranje oportunidades para ele aprender as habilidades básicas, como nomear, comparar e separar objetos (por tamanho, cor, etc.), colocando itens em sequência e observando as consequências das ações."
    },
    {
        "number": "9",
        "competencia": "Aplauda as novas habilidades e ajude o bebê a praticá-las e expandi-las. Fique por perto, mas não sufoque."
    },
    {
        "number": "10",
        "competencia": "Desde a mais tenra idade, leia para o bebê num ambiente aconchegante e afetuoso. Ler em voz alta e falar sobre as histórias desenvolve as habilidades de prontidão para a alfabetização."
    },
    {
        "number": "11",
        "competencia": "Utilize a punição com moderação. Não puna nem ridicularize os resultados da exploração normal de tentativa e erro."
    }

]