[
    {
        "name": "1 mês",
        "height": "54cm",
        "weight": "4kg",
        "description": "O/a seu/sua neném chegou ao mundo, parabéns por esse marco tão importante na sua vida! Aqui começa uma grande jornada, uma das mais inusitadas, desafiadoras e apaixonantes que você pode vivenciar!\n\n Agora a casa irá se adaptar à rotina do bebê e aprender mais sobre ele e suas necessidades. Nesse primeiro momento tudo é novo para o seu bebê, aliás, ele acabou de chegar. A atividade cognitiva do bebê nesse momento é feita apenas por reflexos primitivos, o da sucção, da preensão e outros, os sentidos do bebê ainda estão se adaptando, a audição mesmo que totalmente desenvolvida ainda precisa se adaptar aos sons fora do útero em um nível mais alto. Por não possuir controle sobre sua musculatura ocular a sua visão ainda é limitada, enxergando apenas até 30cm à frente. E eles já conseguem distinguir os sabores entre doce, amargo, salgado e azedo.",
        "frames": "https://images.pexels.com/photos/6849558/pexels-photo-6849558.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "joke": "Cantar para o bebê, colocar objetos coloridos no campo de visão do bebê, movimentar objetos de um lado para o outro para estimular a visão, dançar com o bebê."
    },
    {
        "name": "2 meses",
        "height": "58cm",
        "weight": "5kg",
        "description": "O segundo mês chegou e nele você já deve se sentir mais segura(o) ao cuidar do seu bebe. Agora ele já fica mais tempo acordado, estima-se 14-18h.A noite ainda pode ficar cansativa e bagunçada pois ele ainda não produz a melatonina, ter uma rotina e diminuir a quantidade de estímulos pode ajudar. \n \n Nesse momento eles já começam a vocalizar alguns sons, controlam melhor o pescoço podendo levantar o queixo e olhar para os lados, podem dar sorrisos sociais que é uma relação do cognitivo com o afeto, o que quer dizer que não é apenas uma reação interna, abrem e fecham as mãos, esticam os bracinhos, quando  colocado de bruços sustentam um pouco a cabeça, suas retinas começam a se conectar o permitindo enxergar um pouco mais nitidamente podendo focar mais em determinado ponto, aproveite para criar conexões com o bebê. A cólica ainda pode surgir até o 3° mês, nesse caso consulte um pediatra.",
        "frames": "https://images.pexels.com/photos/774910/pexels-photo-774910.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "joke": "Colocar o bebê de bruços, movimentar objetos no campo de visão, cantar, conversar e dançar com o bebê."
    },
    {
        "name": "3 meses",
        "height": "61cm",
        "weight": "6kg",
        "description":"Chegou o terceiro mês do seu bebê, 3 meses de descobertas, aprendizado, desafios e muitas aventuras para vocês dois!  \n\n Nesse período a visão amadurece e ele começa a enxergar tudo com mais nitidez o que pode gerar mais tempo acordado. Já sustenta o pescoço por mais tempo e geralmente já aprende a rolar, então cuidado, intensifique a atenção e segurança do bebê. Os momentos ficam cada vez melhores pois agora ele tende a interagir cada vez mais, verbalizando, sorrindo… outra notícia boa é que agora o sono pode se prolongar um pouco mais pois o bebê começa a organizar sua produção de melatonina que antes era exclusiva do leite materno. \n\n Temos também ao 3 mês a crise de amamentação (mama muito rápido, suga com força e eficácia, e isso pode gerar a sensação do peito estar vazio) e pode acontecer em algumas crianças mais apegadas a angústia de separação que é quando o bebê começa a perceber que ele é uma pessoa e a mãe é outra pessoa.  ",
        "frames":  "https://images.pexels.com/photos/6182529/pexels-photo-6182529.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "joke":"Colocar o bebê de bruços, movimentar objetos no campo de visão, cantar, conversar e dançar com o bebê, deixar brinquedos seguros ao lado do bebê, massagem relaxantes no bebê, ler para o bebê."
    },
    {
        "name": "4 meses",
        "height": "64cm",
        "weight": "6,5kg",
        "description":"O quarto mês chegou e com ele muita fofura, ele sorri, consegue fazer barulhos fofos e reage muito bem aos estímulos dos pais e pessoas que o cercam. Intensificam o afeto e apego pelo seu cuidador, se sentem mais confortáveis no colo do cuidador, chora quando ele se ausenta e comemora quando retorna. \n\n Nesse momento eles conseguem ficar mais tempo dormindo sem mamar, mas cuidado pois isso é individual de cada criança. Podemos perceber a rotina de sono do bebê, que horas ele sente mais sono e atenção pois agora eles enxergam melhor, então é necessário mais atenção ao ambiente de sono para não gerar distrações. As habilidades motoras estão cada vez mais desenvolvidas.. Eles começam a perceber os dois lados do corpo, e é importante que a criança brinque no chão (em um tapete, um tatame) pois o chão possui o firmamento necessário para a criança se movimentar e brincar.",
        "frames": "https://images.pexels.com/photos/1556706/pexels-photo-1556706.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "joke": "Oferecer livros de tecido para o bebê, ofereça brinquedos seguros pois irá iniciar a fase em que o bebê leva tudo para a boca, brinque de “cadê?/achou!”, em superfícies seguras, deixe objetos atrativos próximos para que ele tente rolar e pegar."
    },
    {
        "name": "5 meses",
        "height": "67cm",
        "weight": "7kg",
        "description": "O quinto mês já chegou e como passa rápido não é? \n\n Nesse mês normalmente O bebê já  começa a se movimentar mais, podendo rolar da barriga para as costas ou vice-versa e a sentar com apoio, eles também adoram brincar devido ao desenvolvimento motor que já está melhor desenvolvido,  aproveite para oferecer brinquedos sempre com cautela do que é seguro, e tenha atenção, deixe a criança explorar para auxiliar o seu desenvolvimento. A falta de interação social pode fazer com que a criança fique irritada e chore, então interaja com brincadeiras, músicas, leitura, danças… O apego pelo cuidador pode ficar ainda mais claro do que no  4° mês. Começa a fazer mais sons e pode começar a imitar alguns sons que ouve, como ma-ma e pa-pa.",
        "frames": "https://images.pexels.com/photos/1557182/pexels-photo-1557182.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "joke": " Para estimular o bebê a sentar, segure-o pelos braços ou axilas e puxe levemente para a frente. Faça isso numa superfície macia e firme. No início, deixe almofadas ao lado e, conforme ele se firmar, poderá se sentar sem apoio. Deixe os brinquedos na frente e aumente um pouco a distância para estimular o bebê a projetar o tronco para a frente e exercitar o equilíbrio. Continue conversando e cantando para o bebê, narrando as ações. Escutar e imitar os balbucios dele também estimula a comunicação. Outra brincadeira de comunicação legal é fazer caretas na frente do espelho. Isso estimula o bebê a imitar e mover os músculos da face.        "
    },
    {
        "name": "6 meses",
        "height": "70",
        "weight": "7,5kg",
        "description": "Chegamos a metade do primeiro ano do seu bebê! \n\n No sexto mês inicia-se a introdução alimentar, o que depende da prontidão do neném é importante respeitar os sinais da criança, como sentar por exemplo. Possuímos o método BLW onde o bebê possui uma interação maior com o alimento e o tradicional por meio de papinhas, vale a pena estudar um pouco mais sobre isso e decidir qual é a melhor opção para vocês. Ele já começa  a progredir ao sentar, senta com apoio, com pouco apoio e sem apoio. Os dentes também começam a nascer. ",
        "frames": "https://images.pexels.com/photos/2138133/pexels-photo-2138133.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "joke": "Ler mostrando as figuras dos livrinhos, brincar de esconder um brinquedo para ele procurar, segurar o bebê pelas axilas reproduzindo o movimento de pula-pula.        "
    },
    {
        "name": "7 meses",
        "height": "72cm",
        "weight": "8kg",
        "description": "No sétimo mês espera-se que já se esteja na introdução alimentar, caso esteja com dificuldade, continue tentando e oferecendo opções para identificar o que o seu bebê gosta mais, é importante ter paciência. Nessa fase também já se espera que ele sente sem apoio, e alguns podem começar a rastejar, duplique a atenção e o cuidado com o bebê e o que tem ao seu redor, ele consegue alcançar um espaço maior. Agora eles começam a duplicar sílabas e podem atribuir sentido ao pronunciado como “papa” ou “mama”, converse mais, interaja mais para ajudar no desenvolvimento.",
        "frames": "https://images.pexels.com/photos/3818561/pexels-photo-3818561.jpeg?auto=compress&cs=tinysrgb&w=600&lazy=load",
        "joke": "Ofereça brinquedos macios, como bolas ou pelúcias, para o bebê tentar pegar e manipular, deixe o bebê tocar e sentir diferentes texturas, como tecidos, tapetes, pelúcias e objetos de madeira,segure o bebê em frente a um espelho e deixe-o se ver, incentivando-o a fazer caretas e movimentos, cante músicas infantis, deixe o bebê explorar diferentes sons, como brinquedos que fazem barulhos, chocalhos e instrumentos musicais de brinquedo, leia livros."
    },
    {
        "name": "8 meses",
        "height": "74cm",
        "weight": "8,5kg",
        "description": "Nesse momento ele já consegue pegar alguns objetos com a mão, então ele já pode comer com a mão ou até mesmo segurar o talher. A grande maioria dos bebês já estão engatinhando, já se sentam sozinhos e começam a ficar em pé com apoio. O bebê ainda está na fase da crise da angústia da separação ou pode iniciar-se e pode afetar o sono da criança no período noturno, ela pode acordar em um choro desesperador pois ao acorda a noite e não ver o cuidador ele se desespera e ela pode durar de 3 a 4 semanas, você pode oferecer um objeto de transição para o bb com o cheiro do cuidador para que ele se apegue a este e na ausência do cuidador ele se acalme. As emoções começam a ficar mais claras e o bebê já começa a entender que isso desperta atenção de outras pessoas gerando algumas ações repetitivas.",
        "frames": "https://images.pexels.com/photos/1652117/pexels-photo-1652117.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "joke": "Ofereça bolas para o bebê rolar e pegar, estimulando sua coordenação motora, imite as ações do bebê e estimule-o a imitar as suas, como bater palmas, fazer caretas ou dançar, ofereça blocos ou copos para o bebê empilhar e derrubar, deixe o bebê tocar e sentir diferentes texturas, como tecidos, tapetes, pelúcias e objetos de madeira."
    },
    {
        "name": "9 meses",
        "height": "75cm",
        "weight": "9kg",
        "description": "Nesse momento o bebe ainda está no processo da introdução alimentar, é importante que ele já sinta as texturas e podemos oferecer uma colher pois ele já consegue pegar pois já possui o movimento de pinça. Nesse momento o desenvolvimento cognitivo está bem aprimorado então ele já pode começar  a  bater palminhas, mandar beijinhos, então é importante estimular. Ele já fica sentado sem apoio, aponta para objetos, pega objetos com as duas mãos, já começa a ficar de pé e ensaiar os primeiros passinhos. Ela já percebe a sua face no espelho, pode começar a imitar gestos e ações de outras crianças. Nessa fase ele já entende o sentido do não, o que não quer dizer que ele vá obedecer. Estimule a comunicação, isso auxilia no desenvolvimento cognitivo.",
        "frames": "https://images.pexels.com/photos/3108310/pexels-photo-3108310.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "joke": ""
    },
    {
        "name": "10 meses",
        "height": "77cm",
        "weight": "9,5 kg",
        "description": "Continue oferecendo alimentos diferentes para o bebê em sua introdução alimentar, nesse momento ele já pode começar a experimentar coisas mais durinhas. Já pode iniciar os primeiros passos com apoios. Nesse momento podemos ter a regressão do sono por conta do nascimento dos dentes. /n/n Nessa fase podemos começar a perceber características da personalidade do bebe se ele é mais tímido, se ele é mais sorridente e aberto para outras pessoas, e o desenvolvimento do raciocínio. Nessa fase os bebês já entendem algumas palavras, nesse caso podemos auxiliar o desenvolvimento do bebe mantendo e estimulando a interação.        ",
        "frames": "https://images.pexels.com/photos/3889804/pexels-photo-3889804.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "joke": ""
    },
    {
        "name": "11 meses",
        "height": "78cm",
        "weight": "10kg",
        "description": "Estamos na reta final do primeiro ano do seu amado bebê, ele está começando a explorar o mundo à sua volta de maneiras cada vez mais sofisticadas e nesse mês ele já está alcançando vários marcos importantes no seu desenvolvimento físico, cognitivo, social e emocional, eba! /n/nNessa fase o bebê pode estar começando a subir escadas com ajuda, jogando pequenos objetos com precisão, pegando objetos com a ponta dos dedos (pinça fina), associando palavras com objetos, entendendo e respondendo a comandos mais simples como por exemplo o de dar tchau e imitando gestos. Interagir com outras crianças pode parecer atrativo para o seu bebê e ele já pode mostrar interesse em brincar com elas, mas aqui também é possível identificar emoções complexas como a ansiedade quando separado dos pais, o ciúmes e a frustração.",
        "frames": "https://images.pexels.com/photos/6392805/pexels-photo-6392805.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "joke": "Jogos de imitação, empilhar blocos, leitura com livros que possuem imagens grandes e brilhantes, deixe o bebê explorar objetos do cotidiano, brincar de bola e esconde-esconde."
    },
    {
        "name": "12 meses",
        "height": "80cm",
        "weight": "10,5kg",
        "description": "Por fim o 12 mês, eles crescem tão rápido,  não é mesmo? O seu bebê já passou por muitas transformações e conquistou várias habilidades importantes para seu desenvolvimento. /n/nAgora ele já é capaz de se comunicar de forma mais eficiente, emitindo sons variados e usando algumas palavras simples, como ''mamãe'' e ''papai''. Ele também é capaz de entender e responder a algumas instruções simples, como 'venha aqui'' e ''dê tchau''. (Que momento esperado, não é mesmo?) /n/n Nessa fase, é importante estimular a coordenação motora do bebê, oferecendo brinquedos e atividades que incentivem a exploração do ambiente. Também é importante continuar estimulando a fala e a compreensão, conversando e lendo para o bebê diariamente. Nessa idade, ele já pode consumir uma variedade maior de alimentos, incluindo carnes, ovos, legumes e frutas, mas é importante evitar alimentos açucarados e gordurosos.",
        "frames": "https://images.pexels.com/photos/1482767/pexels-photo-1482767.jpeg?auto=compress&cs=tinysrgb&w=1260&h=750&dpr=1",
        "joke": "Brincar de pintar com o seu bebê, efereça giz de cera, rolar a bola, ler histórias, criar músicas, brincar de esconde-esconde."
    }
]